{
	"This video is videoState": "This video is {{state}}",
	"Right click and \"Save As...\"": "Right click and \"Save link as...\"",
	"loginNoticeTitle": "What is this website about? Can I use it without logging in?",
	"loginNotice": "<p><b>Recorder.moe</b> is a project that provides live recording services designed specifically for Vtuber fans. We mainly record <b>Vtuber</b> live streams on the YouTube platform, ensuring that users never miss out on any exciting content.</p> <p>We offer a \"Recording Service\" that accepts user requests to record specific channels, allowing users to review live content at any time and never worry about missing any important moments.</p> <p>Even if you are not logged in, you can still view the channels and videos available on our platform, although certain account-related actions require login credentials.</p> <p>We only support three OAuth2 providers: Google, GitHub, and Microsoft (AAD), allowing you to easily use an existing account to log in. Information such as names and email addresses obtained from these providers is solely used for account management purposes and will never be shared or abused.</p> <p>If you have any questions about our service, please visit the <a href='/pages/faq'>FAQ</a> page for more information and contact administrators.</p>",
	"redirect": "Redirecting...",
	"Channel is already exist": "Channel is already exist <a href=\"/channels/{{channel}}\">at here</a>.<br>If this is a bug, please contact the admin at Discord.",
	"remove-video-notice":"Are you sure you want to delete the video?<br>The video will be removed from the server and cannot be recovered.",
	"You have <b>Enabled</b> channel monitoring for <b>{{channelName}}</b>.": "You have <b>Enabled</b> channel monitoring for <b>{{channelName}}</b>.",
	"You have <b>Disabled</b> channel monitoring for <b>{{channelName}}</b>.": "You have <b>Disabled</b> channel monitoring for <b>{{channelName}}</b>.",
	"You have <b>Hide</b> the channel <b>{{channelName}}</b>.": "You have <b>Hide</b> the channel <b>{{channelName}}</b>.",
	"You have <b>Unhide</b> the channel <b>{{channelName}}</b>.": "You have <b>Unhide</b> the channel <b>{{channelName}}</b>."
}
